Repository: Awan-app/Awan-iOS
Catalog: Awan/Localizable.xcstrings
Source language: en
Languages: ar

source: Add ${title}
ar: أضف ${title}

source: Add a Task
ar: إضافة مهمة

source: Add Task
ar: إضافة مهمة

source: Awan couldn't save the task. Please try again.
ar: تعذّر على Awan حفظ المهمة. حاول مجدداً.

source: Category
ar: الفئة

source: Couldn't connect to Awan. Please check your internet connection and try again.
ar: تعذّر الاتصال بـ Awan. تحقّق من اتصالك بالإنترنت وحاوِل مجدداً.

source: Creates a new task in Awan.
ar: ينشئ مهمة جديدة في Awan.

source: Date and Time
ar: التاريخ والوقت

source: Description
ar: الوصف

source: Done! '%@' was added to your Awan schedule for %@.
ar: تم! تمت إضافة '%@' إلى جدولك في Awan ليوم %@.

source: Duration (minutes)
ar: المدة (بالدقائق)

source: How many minutes will it take?
ar: كم دقيقة ستستغرق؟

source: Something went wrong with the request. Please try again.
ar: حدث خطأ في الطلب. حاول مجدداً.

source: Something went wrong. Please open Awan and add the task manually.
ar: حدث خطأ ما. افتح Awan وأضِف المهمة يدوياً.

source: Task Title
ar: اسم المهمة

source: The duration must be greater than zero. How many minutes will it take?
ar: يجب أن تكون المدة أكبر من صفر. كم دقيقة ستستغرق؟

source: The task title can't be empty. What should I call it?
ar: لا يمكن أن يكون اسم المهمة فارغاً. ماذا أسميها؟

source: What would you like to call the task?
ar: ما اسم المهمة؟

source: Which category should I use?
ar: أي فئة تريد استخدامها؟

source: Which day and time should I schedule it for?
ar: في أي يوم وتوقيت أجدولها؟

source: You need to be signed in to Awan to add a task. Please open the app and log in first.
ar: يجب تسجيل الدخول إلى Awan أولاً. افتح التطبيق وسجّل دخولك.

source: Your session has expired. Please open Awan and log in again, then try adding the task.
ar: انتهت جلستك. افتح Awan وسجّل دخولك مرة أخرى ثم حاوِل مجدداً.
